Revit 2027 API
AnnotationLabelParameterFormatting.Prefix Property
 The prefix to add before the parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Prefix { get; }
Public ReadOnly Property Prefix As String
	Get
public:
property String^ Prefix {
	String^ get ();
}
member Prefix : string with get
Property Value
String
See Also
Reference
AnnotationLabelParameterFormatting Class
Autodesk.Revit.DB Namespace